Repository: common-repository/bank-saman-edd-gateway
Catalog: langs/saman_edd-*.po
Languages: fa_ir

source: RIAL
fa_ir: ریال

source: Saman Gateway
fa_ir: درگاه پرداخت سامان

source: Do transactions with bank saman gateway
fa_ir: انجام تراکنش های آنلاین با درگاه بانکی سامان

source: If you have not redirected click here
fa_ir: اگر به صورت خودکار منتقل نشدید اینجا کلیک کنید.

source: Saman Setting
fa_ir: تنظیمات بانک سامان

source: Setting for Saman Bank, Should get from Bank
fa_ir: تنظیمات درگاه بانک سامان‌. (کلیه این اطلاعات میبایست از بانک تهیه شود)

source: Merchant code
fa_ir: شناسه مرچنت

source: Merchant pass
fa_ir: رمزعبور مرچنت

source: Bank Saman EDD gateway
fa_ir: درگاه پرداخت سامان برای Easy Digital Downloads

source: http://pamjad.me/saman-getway-edd
fa_ir: ‏https://pamjad.me/saman-getway-edd

source: Add Bank Saman gateway to easy digital downloads
fa_ir: افزودن درگاه پرداخت بانک سامان به افزونه دانلود در ازای پرداخت (EDD)

source: Pouriya Amjadzadeh
fa_ir: پوریا امجدزاده

source: http://pamjad.me
fa_ir: ‏https://pamjad.me
